articles/Malacca_traveling.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-08-18 Sun 11:39 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>马六甲游记</title>
<meta name="author" content="Harumi Kiyama" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="/css/style.css" />
                                    <link rel="stylesheet" type="text/css" href="/css/htmlize.css" />
</head>
<body>
<div id="preamble" class="status">
<nav class="nav">
                                     <a href="/index.html" class="button">Home</a>
                                     <a href="/rss.xml" class="button">RSS</a>
                                     <a href="/about_me.html" class="button">About</a>
                                   </nav>
                                   <hr>
</div>
<div id="content" class="content">
<h1 class="title">马六甲游记</h1>
<div class="post-status"><span><i class='bx bx-calendar'></i>
<span>2024-08-14</span></span>
<span><i class='bx bx-edit'></i><span>2024-08-18 Sun 11:22</span></span><span><i class='bx bx-history'></i><span><a href="https://github.com/Elilif/Elilif.github.io/commits/master/orgs/Malacca_traveling.org">history</a></span></span></div><p>
4 月中旬的时候因为是新加坡的一个公众假期，有三连休，公司内部就有人组织了一次马六甲之行。因为马来西亚入关的效率以及出关人数众多的问题，所以必须要在早上 8 点就坐上大巴车出发。从 <code>Tuas</code> 出关新加坡，然后在路上被堵了差不多 3 小时，大概 12 点的时候终于入关马来西亚的柔佛了。期间为了打发时间，拿起 kindle 看起了中岛敦的小说集。从柔佛到马六甲又是差不多 4 小时的车程。在下午 4 点多的时候，在我把小说快看完的时候，我们一行人终于到了此行的目的地，马六甲。<br />
马六甲是一个很神奇的地方，一开始是马来人居住在马六甲，然后中国人来了，葡萄牙人来了，荷兰人来了，英国人来了，日本人来了，每一批外来人都带来了自己的文化，于是可以在马六甲看到这些纷繁的文化的交融。其中最有趣的莫过于两个教堂的历史沿革了，一个葡萄牙人建立的天主教堂，后来被荷兰人改作了改革宗的教堂。一个荷兰人建立的改革宗的教堂，后来又被英国人变成了圣公会的交通，可以说是天理循环报应不爽了。<br />
去了马六甲最需要去的就是鸡场街了，街上不光有一些奇奇怪怪的博物馆，夜市更是必须要去的打卡地点，不过需要注意的是鸡场街的夜市只会在周五周六周日的晚上开放。我们一行人去马六甲的第一个晚上就去了鸡场街的夜市，有点像大学旁边的垃圾街，人们在这里摩肩接踵，随着人流从街的这端到街的那端。因为一直都是在新加坡工作生活，看到马六甲和中国差不多的物价就感觉和不要钱的一样，于是在夜市买了很多吃的，一路走一路吃，不过有点可惜的是貌似为了大众的安全考虑夜市里并没有榴莲。<br />
第二天，又去了一次白天的鸡场街，去了一个娘惹峇峇博物馆，讲的是当年马六甲的土生华人的生活。这个博物馆就是当年的一个富商的住所，里面有很多一看就很贵的家具，比如镶嵌螺钿的红木桌子，一张雕刻华丽的婚床。出了博物馆之后，偶然走到一个有为了纪念中马建交各个大佬亲手植的树的小广场上，说是广场其实就是在两间房子之间的一小块空地，叫作郑和广场。马六甲对于郑和的纪念挺多的，因为郑和被尊称为三保太监所以会有一些三保宫纪念郑和。<br />
第三天，就又是在车上 8 个小时直接回新加坡了，因为是下午 2 点才坐上车的，所以直到晚上 11 点才入关了新加坡。总得来说这次旅行还是很完美的，见到了小时候一直在书上看到的马六甲海峡，当年 PANTA 还以马六甲为题出了一个专辑，也算是日本摇滚史上的名盘了。
</p>
</div>
<script src="https://giscus.app/client.js"
          data-repo="Elilif/Elilif.github.io"
          data-repo-id="MDEwOlJlcG9zaXRvcnkyOTgxNjM5ODg="
          data-category="Announcements"
          data-category-id="DIC_kwDOEcWfFM4Cdz5V"
          data-mapping="pathname"
          data-strict="0"
          data-reactions-enabled="1"
          data-emit-metadata="0"
          data-input-position="top"
          data-theme="light"
          data-lang="zh-CN"
          crossorigin="anonymous"
          async>
  </script><div id="postamble" class="status">
<hr class="Solid">
                                   <div class="info">
                                     <span class="author">Author: Harumi Kiyama (<a href="mailto:wanglc@tbamc.com">wanglc@tbamc.com</a>)</span>
                                     <span class="date">Create Date: 2024-08-14</span>
                                     <span class="date">Last modified: 2024-08-18 Sun 11:22</span>
                                     <span>Creator: Emacs 31.0.50 (Org mode 9.7.9)</span>
                                   </div>
</div>
</body>
</html>
